"%@ (optional)" = "%@ (オプション)";

"Account number" = "アカウント番号";

"Address" = "住所";

"Address line 1" = "住所 (1 行目)";

"Address line 2" = "住所 (2 行目)";

"Area" = "地域";

"BLIK code" = "BLIK コード";

"BSB number" = "BSB 番号";

"Billing address is same as shipping" = "請求先住所は配送先住所と同じ";

"Cancel" = "キャンセル";

"City" = "市";

"Code field" = "コードフィールド";

"Company" = "会社";

"Continue" = "続ける";

"Country" = "国";

"Country or region" = "国または地域";

"County" = "群";

"Date is empty." = "カートは空です。";

"Department" = "県";

"District" = "地区";

"Do Si" = "Do Si";

"Do you want to close this form?" = "このフォームを閉じてもよいですか？";

"Done" = "完了";

"Double tap to edit" = "ダブルタップして編集します";

"Edit" = "編集";

"Eircode" = "郵便番号 (アイルランド)";

"Email" = "メールアドレス";

"Emirate" = "首長国";

"Error" = "エラー";

"First" = "名";

"Full name" = "名前";

"Incomplete phone number" = "電話番号の不備";

"Invalid UPI ID" = "UPI ID が無効です";

"Island" = "島しょ";

"Last" = "姓";

"Name" = "名前";

"Name on account" = "口座名義人";

"OK" = "OK";

"Oblast" = "州 (ロシア)";

"Other" = "その他";

"Parish" = "郡";

"Phone" = "電話番号";

"Postal code" = "郵便番号";

"Prefecture" = "都道府県";

"Province" = "都道府県";

"Remove" = "削除";

"Remove bank account" = "銀行口座を削除";

"Remove bank account ending in %@" = "末尾が %@ の銀行口座を削除する";

"Search" = "検索";

"Select card brand (optional)" = "カードブランドを選択 (任意)";

"State" = "都道府県";

"Suburb" = "近郊";

"Suburb or city" = "市外または市内";

"The BSB you entered is incomplete." = "入力した BSB コードに不備があります。";

"The ID number you entered is incomplete." = "入力した ID 番号に不備があります。";

"The account number you entered is incomplete." = "入力した口座番号に不備があります。";

"Town or city" = "市区町村";

"UPI ID" = "UPI ID";

"Unable to parse phone number" = "電話番号を解析できません";

"Use rotor to access links" = "ローターを使用してリンクにアクセスします";

"Your BLIK code is incomplete." = "BLIK コードの入力に不備があります。";

"Your BLIK code is invalid." = "BLIK コードが無効です。";

"Your ZIP is incomplete." = "郵便番号の入力に不備があります。";

"Your email is invalid." = "メールアドレスが無効です。";

"Your payment information will not be saved." = "支払い情報は保存されません。";

"Your postal code is incomplete." = "郵便番号の入力に不備があります。";

"ZIP" = "郵便番号";
